Repository: abolfazl-moeini/tarjome-wp
Catalog: woo-fly-cart-*.po
Languages: fa_ir

source: WPC Fly Cart is an interactive mini cart for WooCommerce. It allows users to update product quantities or remove products without reloading the page.
fa_ir: ‫WPC Fly Cart یک سبدخرید تعاملی برای WooCommerce است. این امکان را به کاربران می دهد تا بدون بارگیری مجدد صفحه ، مقادیر محصول را به روز کنند یا محصولات را حذف کنند.

source: Do you want to empty the cart?
fa_ir: آیا می خواهید سبد خرید را خالی کنید؟

source: Do you want to remove this item?
fa_ir: آیا می خواهید این مورد را حذف کنید؟

source: Undo?
fa_ir: بازگردانی؟

source: %s was removed.
fa_ir: ‫%s حذف شد.

source: Settings
fa_ir: تنظیمات

source: Community support
fa_ir: پشتیبانی

source: Thank you for using our plugin! If you are satisfied, please reward it a full five-star %s rating.
fa_ir: با تشکر از شما برای استفاده از افزونه ما! اگر راضی هستید ، لطفاً آن را به یک امتیاز کامل 5 ستاره %s دهید.

source: Reviews
fa_ir: بررسی

source: Discussion
fa_ir: بحث

source: Settings updated.
fa_ir: تنظیمات به روز شده است.

source: Localization
fa_ir: بومی سازی

source: Premium Version
fa_ir: نسخه پریمیوم

source: Essential Kit
fa_ir: کیت ضروری

source: General
fa_ir: عمومی

source: General settings for the fly cart.
fa_ir: تنظیمات عمومی برای سبد پرواز.

source: Open on AJAX add to cart
fa_ir: باز کردن روی Ajax به سبد خرید

source: Yes
fa_ir: بله

source: No
fa_ir: خیر

source: Open on normal add to cart
fa_ir: در سبد خرید عادی باز کنید

source: Show
fa_ir: نشان دادن

source: Hide
fa_ir: مخفی کردن

source: If you hide the overlay layer, the buyer still can work on your site when the fly cart is opening.
fa_ir: اگر لایه پوشش را پنهان کنید ، خریدار هنوز هم می تواند هنگام باز شدن سبد پرواز در سایت شما کار کند.

source: Read more about %s
fa_ir: اطلاعات بیشتر در مورد %s

source: Position
fa_ir: موقعیت

source: Right
fa_ir: راست

source: Left
fa_ir: چپ

source: Top
fa_ir: بالا

source: Bottom
fa_ir: پایین

source: Center
fa_ir: مرکز

source: Effect
fa_ir: افکت

source: Enable/disable slide effect.
fa_ir: افکت اسلاید را فعال یا غیرفعال کنید.

source: Style
fa_ir: سبک

source: Color background
fa_ir: پس زمینه رنگی

source: White background
fa_ir: پس زمینه

source: Color background, no thumbnail
fa_ir: پس زمینه رنگی ، بدون تصویر کوچک

source: White background, no thumbnail
fa_ir: پس زمینه سفید ، بدون تصویر کوچک

source: Background image
fa_ir: تصویر پس زمینه

source: Color
fa_ir: رنگ

source: Background or text color of selected style, default %s
fa_ir: پس زمینه یا رنگ متن از سبک انتخاب شده ، پیش فرض %s

source: Upload image
fa_ir: بارگذاری تصویر

source: Rounded
fa_ir: گرد شده

source: Enable/disable rounded style for elements.
fa_ir: استایل گرد را برای عناصر فعال یا غیرفعال کنید.

source: Close button
fa_ir: دکمه بستن

source: Show/hide the close button.
fa_ir: دکمه بستن را نمایش داده و مخفی کنید.

source: Link to individual product
fa_ir: پیوند به هر محصول

source: Yes, open in the same tab
fa_ir: بله ، در همان برگه باز کنید

source: Yes, open in the new tab
fa_ir: بله ، در برگه جدید باز شوید

source: Yes, open quick view popup
fa_ir: بله ، بازشو سریع را باز کنید

source: Item data
fa_ir: داده های مورد

source: Show/hide the item data under title.
fa_ir: داده های مورد را تحت عنوان نمایش داده و مخفی کنید.

source: Item price
fa_ir: قیمت کالا

source: Price
fa_ir: قیمت

source: Subtotal
fa_ir: زیرنویس

source: Show/hide the item price or subtotal under title.
fa_ir: قیمت کالای مورد یا زیرنویس را تحت عنوان نشان داده و مخفی کنید.

source: Item estimated delivery date
fa_ir: مورد تخمین زده شده تاریخ تحویل

source: Show/hide the item estimated delivery date.
fa_ir: تاریخ تحویل تخمین زده شده مورد را نشان دهید/مخفی کنید.

source: Show/hide the plus/minus button.
fa_ir: دکمه Plus/minus را نشان دهید/پنهان کنید.

source: Item remove
fa_ir: مورد حذف

source: Show/hide the remove button for each item.
fa_ir: دکمه حذف را برای هر مورد نمایش داده و مخفی کنید.

source: Save for later
fa_ir: بعد از آن صرفه جویی کنید

source: Coupon
fa_ir: کوپن

source: Coupon listing
fa_ir: لیست کوپن

source: Shipping cost
fa_ir: هزینه حمل و نقل

source: Total
fa_ir: مجموع

source: Action buttons
fa_ir: دکمه های عمل

source: Cart & Checkout
fa_ir: سبد خرید و پرداخت

source: Cart only
fa_ir: فقط سبد خرید

source: Checkout only
fa_ir: فقط پرداخت

source: Instant checkout
fa_ir: پرداخت فوری

source: If enable this option, buyer can checkout directly on the fly cart.
fa_ir: در صورت فعال کردن این گزینه ، خریدار می تواند مستقیماً روی سبد پرواز پرداخت کند.

source: Open instant checkout immediately
fa_ir: پرداخت فوری را بلافاصله باز کنید

source: Open instant checkout form immediately after adding a product to the cart.
fa_ir: فرم پرداخت فوری را بلافاصله پس از اضافه کردن یک محصول به سبد خرید باز کنید.

source: Suggested products
fa_ir: محصولات پیشنهادی

source: Related
fa_ir: مربوط

source: Upsells
fa_ir: فروشندگان

source: Cross-sells
fa_ir: متقاطع

source: Wishlist
fa_ir: لیست خواسته

source: Compare
fa_ir: مقایسه کردن

source: Suggested for empty cart
fa_ir: برای سبد خالی پیشنهاد شده است

source: Recent products
fa_ir: محصولات اخیر

source: On-sale products
fa_ir: محصولات فروش

source: Featured products
fa_ir: محصولات برجسته

source: Random products
fa_ir: محصولات تصادفی

source: Suggested products limit
fa_ir: محدودیت محصولات پیشنهادی

source: Suggested products carousel
fa_ir: محصولات پیشنهادی carousel

source: Upsell funnel products
fa_ir: محصولات Upsell

source: Empty cart
fa_ir: سبد خالی

source: Show/hide the empty cart button under the product list.
fa_ir: دکمه سبد خرید خالی را در زیر لیست محصول نمایش داده و مخفی کنید.

source: Confirm empty
fa_ir: خالی کردن

source: Enable/disable confirm before emptying the cart.
fa_ir: قبل از خالی کردن سبد خرید را فعال یا غیرفعال کنید.

source: Share cart
fa_ir: سبد خرید

source: Continue shopping
fa_ir: به خرید ادامه دهید

source: Show/hide the continue shopping button at the end of fly cart.
fa_ir: دکمه ادامه خرید را در انتهای سبد خرید نشان دهید/پنهان کنید.

source: Continue shopping URL
fa_ir: URL خرید را ادامه دهید

source: Custom URL for "continue shopping" button. By default, only close the fly cart when clicking on this button.
fa_ir: URL سفارشی برای دکمه "ادامه خرید". به طور پیش فرض ، فقط هنگام کلیک روی این دکمه ، سبد پرواز را ببندید.

source: Confirm remove
fa_ir: تأیید حذف

source: Enable/disable confirm before removing a product.
fa_ir: قبل از حذف محصول ، تأیید/غیرفعال کنید.

source: Undo remove
fa_ir: حذف را حذف کنید

source: Enable/disable undo after removing a product.
fa_ir: پس از حذف یک محصول ، خاموش کردن/غیرفعال کردن را فعال کنید.

source: Reload the cart
fa_ir: بارگذاری مجدد سبد خرید

source: The cart will be reloaded when opening the page? If you use the cache for your site, please turn on this option.
fa_ir: سبد خرید هنگام باز کردن صفحه بارگیری مجدد می شود؟ اگر از حافظه نهان برای سایت خود استفاده می کنید ، لطفاً این گزینه را روشن کنید.

source: Hide on pages
fa_ir: در صفحات پنهان شوید

source: Hide the fly cart on these pages.
fa_ir: سبد پرواز را در این صفحات پنهان کنید.

source: Enable
fa_ir: فعال کردن

source: Top Left
fa_ir: بالا سمت چپ

source: Top Right
fa_ir: بالا

source: Bottom Left
fa_ir: پایین سمت چپ

source: Bottom Right
fa_ir: پایین سمت راست

source: Icon
fa_ir: نماد

source: Hide if empty
fa_ir: اگر خالی است پنهان شوید

source: Menu
fa_ir: منو

source: Settings for cart menu item.
fa_ir: تنظیمات مورد منوی سبد خرید.

source: Menu(s)
fa_ir: منو (ها)

source: Haven't any menu yet. Please go to Appearance > Menus to create one.
fa_ir: هنوز هیچ منویی ندارید. لطفاً برای ایجاد یکی به ظاهر> منوها بروید.

source: Choose the menu(s) you want to add the cart at the end.
fa_ir: منو (های) مورد نظر خود را در انتها انتخاب کنید.

source: Custom menu
fa_ir: منوی سفارشی

source: button class or id
fa_ir: کلاس یا شناسه دکمه

source: Cart heading
fa_ir: عنوان سبد خرید

source: Shopping cart
fa_ir: سبد خرید

source: Close
fa_ir: نزدیک

source: Remove
fa_ir: برداشتن

source: Removed
fa_ir: حذف شده

source: Coupon code
fa_ir: کد کوپن

source: Coupon apply
fa_ir: کوپن اعمال می شود

source: Apply
fa_ir: درخواست کردن

source: Shipping
fa_ir: حمل

source: Cart
fa_ir: چرخ

source: Checkout
fa_ir: پرداخت

source: You may be interested in&hellip;
fa_ir: شما ممکن است علاقه مند به ...

source: There are no products
fa_ir: هیچ محصولی وجود ندارد

source: There are no products in the cart!
fa_ir: هیچ محصولی در سبد خرید وجود ندارد!

source: Remove %s from cart
fa_ir: حذف %s از سبد خرید

source: Before cart
fa_ir: قبل از سبد خرید

source: After cart
fa_ir: بعد از سبد

source: Before cart items
fa_ir: قبل از موارد سبد خرید

source: After cart items
fa_ir: بعد از وسایل سبد خرید

source: Before cart item
fa_ir: قبل از کالای سبد خرید

source: After cart item
fa_ir: بعد از کالای سبد خرید

source: Before cart item info
fa_ir: قبل از اطلاعات مربوط به سبد خرید

source: After cart item info
fa_ir: بعد از اطلاعات مربوط به سبد خرید

source: Before cart item name
fa_ir: قبل از نام کالای سبد خرید

source: After cart item name
fa_ir: بعد از نام کالای سبد خرید

source: Before suggested products
fa_ir: قبل از محصولات پیشنهادی

source: After suggested products
fa_ir: پس از محصولات پیشنهادی

source: Before buttons
fa_ir: قبل از دکمه ها

source: After buttons
fa_ir: بعد از دکمه ها
